{
  "data": [
      {"id": 1,"brand": "VW", "year": 2012, "color": "Orange", "vin": "dsad231ff", "description": "Volkswagen (VW; pronunciación en alemán: [ˈfɔlksˌvaːɡŋ̍]) (Acerca de este sonido reproducir (?·i)) es un fabricante de automóviles alemán con sede en Wolfsburgo, Baja Sajonia (Alemania).2​ Volkswagen es la marca original y más vendida del Grupo Volkswagen, el mayor fabricante de automóviles alemán y el segundo mayor fabricante de automóviles del mundo.3​ Volkswagen también es propietaria de las marcas Audi, Bentley, Bugatti, Ducati, Lamborghini, Porsche, SEAT y Skoda, así como el fabricante de camiones Scania y MAN .Volkswagen significa «automóvil del pueblo» en alemán. El eslogan internacional de la empresa fue «Das Auto» («El automóvil»), aunque debido al escándalo de emisiones buscó cambiar su eslogan a algo más humilde y menos pretencioso, por lo que a inicios del 2016 el eslogan fue cambiado simplemente a «Volkswagen».4​5​Volkswagen tiene tres coches en la lista de 10 autos más vendidos de todos los tiempos, a saber: Golf, Escarabajo y Passat . Esta información se puede encontrar en el sitio web llamado 24/7 Wall St. Con estos tres coches Volkswagen tiene más coches en la lista de aquellos que continúan produciendo que cualquier otro fabricante.6​7​" },
      {"id": 2,"brand": "Audi", "year": 2011, "color": "Black", "vin": "gwregre345","description": "August Horch (1868-1951), uno de los pioneros de la industria automovilística alemana, fundó en Colonia (Alemania) la empresa de autos Horch en 1899, cuyo primer automóvil comenzó a circular por vías públicas en 1901. Después de algunas dificultades financieras y desavenencias internas, decidió abandonar la compañía para crear una nueva fábrica de automóviles. Así nació la empresa automovilística llamada «August Horch & Cie. Motorwagenwerke AG» en Zwickau, el 16 de julio de 1909.2​ Como Horch perdió la disputa legal por el nombre de la compañía, que ya estaba registrado anteriormente, no pudo volver a utilizar su apellido y escogió el nombre «Audi», la traducción al latín del vocablo alemán «horch», que en español significa «oye» o «escucha».3​ Por ello, meses después de su fundación cambió el nombre de la compañía a «Audi Automobilwerke»."},
      {"id": 3,"brand": "Renault", "year": 2005, "color": "Gray", "vin": "h354htr", "description": "Groupe Renault (IPA: /rə'no/) es un fabricante francés de automóviles, vehículos comerciales y automóviles de carreras.De 1979 a 1987, Renault poseyó la mayor parte de American Motors Corporation (AMC) y Jeep que posteriormente fue vendida a Chrysler Corporation en marzo de 1987. En 1986 el gobierno francés se planteó su privatización y en 1996 Renault ya estaba parcialmente privatizada. En enero de 2001, Renault vendió su división industrial (Renault Véhicules Industriels) a AB Volvo (no confundir con Volvo Cars), que renombró como Renault Trucks (camiones Renault) en 2002, pasando a ser su accionista mayoritario,5​ hasta la venta de su paquete de acciones en 2010.5​"},
      {"id": 4,"brand": "BMW", "year": 2003, "color": "Blue", "vin": "j6w54qgh"},
      {"id": 5,"brand": "Mercedes", "year": 1995, "color": "Orange", "vin": "hrtwy34"},
      {"id": 6,"brand": "Volvo", "year": 2005, "color": "Black", "vin": "jejtyj"},
      {"id": 7,"brand": "Honda", "year": 2012, "color": "Yellow", "vin": "g43gr"},
      {"id": 8,"brand": "Jaguar", "year": 2013, "color": "Orange", "vin": "greg34"},
      {"id": 9,"brand": "Ford", "year": 2000, "color": "Black", "vin": "h54hw5"},
      {"id": 10,"brand": "Fiat", "year": 2013, "color": "Red", "vin": "245t2s"}
  ]
}